// 18. Написати реалізацію програми автоматизації розрахунку матеріалів для
// багетної майстерні
// Користувач програми – менеджер. У майстерні виготовляють багато різновидів
// багетів. Для кожного з різновидів задано перелік найменувань матеріалів (деревина,
//     металевий профіль, пластиковий профіль, фарба, лак тощо) та приблизна кількість
//     матеріалу, що потрібен за для виготовлення конкретного типу багету (на одиницю
// розміру). Кількість матеріалу пропорційна розміру конкретного багета (ширина та
//     довжина), що замовив покупець.
//     Користувач повинен мати змогу ввести параметри замовлення, а саме типи багетів
//     (якщо у замовленні їх декілька) та його розміри кількість одиниць у замовленні (якщо
// замовлено не 1 багет одного виду). Програма повинна розрахувати скільки та яких
// матеріалів потрібно, щоб виготовити замовлення.
//     Основні сутності моделі: замовлення, багет. 
using System;

namespace Methodology
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}